{
  "Reset Page": "إعادة تعيين الصفحة",
  "Global Page Styles": "أنماط الصفحة العالمية",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "جرب منشئ الصفحات القوي Click & Drop - المصمم للمطورين والمبدعين الذين يريدون التحكم الكامل دون عناء. قم بتخصيص التخطيطات والخطوط والألوان. قم بتحرير المحتوى بصريًا في الوقت الفعلي. أضف الوسائط، قم بتضمين مقاطع فيديو YouTube، أو قم بتصدير كل شيء كـ HTML نظيف. مع التحرير المتجاوب، الحفظ التلقائي المحلي، دعم Tailwind، وحتى تكامل Unsplash، إنه كل ما تحتاجه - ملفوف في منشئ واحد سلس. قم ببناء صفحات مذهلة في دقائق.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "منشئ صفحات مصمم للنمو. قم ببناء صفحات موقعك الإلكتروني باستخدام مكونات جاهزة قابلة للتخصيص بالكامل ومتجاوبة دائمًا، مصممة لتلبية كل احتياجاتك. منشئ صفحات قوي للتجار والعلامات التجارية والوكالات المتنامية.",
  "Everything you need. Break free from design limitations": "كل ما تحتاجه. تحرر من قيود التصميم",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "حقق رؤيتك واصنع صفحات رائعة باستخدام منشئ الصفحات السحب والإفلات",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "منشئ الويب لصفحات مذهلة. يمكن المستخدمين من تصميم ونشر صفحات حديثة على أي نطاق. قم ببناء صفحات متجاوبة مثل القوائم، الوظائف أو منشورات المدونات وأدر المحتوى بسهولة باستخدام منشئ الصفحات السحب والإفلات المجاني. تم تطويره باستخدام TypeScript، Vue 3، Composition API، Pinia، CSS، Tailwind CSS و HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "قم بتنزيل أو تثبيت منشئ الصفحات المجاني Vue 3 القوي والمرن وسهل الاستخدام عبر",
  "Save": "حفظ",
  "Add new Components": "إضافة مكونات جديدة",
  "Options": "خيارات",
  "Config Overview": "نظرة عامة على التكوين",
  "HTML Overview": "نظرة عامة على HTML",
  "Delete Layout": "حذف التخطيط",
  "avatar": "الصورة الرمزية",
  "Publish": "نشر",
  "Add Components to Page": "إضافة مكونات إلى الصفحة",
  "Close": "إغلاق",
  "Helper Components": "مكونات المساعدة",
  "Click to add": "انقر للإضافة",
  "component": "مكون",
  "Layout Components": "مكونات التخطيط",
  "Click to add component": "انقر لإضافة مكون",
  "Remove all Components": "إزالة جميع المكونات",
  "Are you sure you want to remove all Components?": "هل أنت متأكد أنك تريد إزالة جميع المكونات؟",
  "Styles": "أنماط",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "تطبيق الأنماط التي تؤثر على الصفحة بأكملها. تتضمن هذه الإعدادات عائلة الخطوط العالمية ولون النص ولون الخلفية والأنماط العالمية الأخرى التي تنطبق على جميع الأقسام.",
  "Update Page Styles": "تحديث أنماط الصفحة",
  "Download HTML": "تنزيل HTML",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "تصدير الصفحة بأكملها كملف HTML مستقل. يتضمن ذلك جميع الأقسام والمحتوى والأنماط المطبقة، مما يجعله جاهزًا للاستخدام أو التكامل في مكان آخر.",
  "Download HTML file": "تنزيل ملف HTML",
  "Typographies": "الطباعة",
  "Font Appearance": "مظهر الخط",
  "Font Size": "حجم الخط",
  "Select": "اختر",
  "Font size": "حجم الخط",
  "Font tablet size": "حجم الخط للجهاز اللوحي",
  "Font small screens": "حجم الخط للشاشات الصغيرة",
  "Font weight": "وزن الخط",
  "Font family": "عائلة الخط",
  "Font Style": "نمط الخط",
  "Opacity & Transparency": "الشفافية والعتامة",
  "Padding": "الحشو",
  "Vertical Padding": "الحشو العمودي",
  "Horizontal Padding": "الحشو الأفقي"
}
