{
  "Reset Page": "Seite zurücksetzen",
  "Global Page Styles": "Globale Seitenstile",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Probieren Sie den leistungsstarken Click & Drop Page Builder aus – entwickelt für Entwickler und Kreative, die volle Kontrolle ohne Aufwand wünschen. Passen Sie Layouts, Schriftarten und Farben an. Bearbeiten Sie Inhalte visuell in Echtzeit. Fügen Sie Medien hinzu, betten Sie YouTube-Videos ein oder exportieren Sie alles als sauberes HTML. Mit responsiver Bearbeitung, lokalem automatischen Speichern, Tailwind-Unterstützung und sogar Unsplash-Integration ist es alles, was Sie brauchen – verpackt in einem nahtlosen Builder. Erstellen Sie beeindruckende Seiten in Minuten.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Ein Seiten-Builder, der für Wachstum entwickelt wurde. Erstellen Sie Ihre Website-Seiten mit vorgefertigten Komponenten, die vollständig anpassbar und immer reaktionsschnell sind, um alle Anforderungen zu erfüllen. Ein leistungsstarker Seiten-Builder für wachsende Händler, Marken und Agenturen.",
  "Everything you need. Break free from design limitations": "Alles, was Sie brauchen. Befreien Sie sich von Designbeschränkungen",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Verwirklichen Sie Ihre Vision und erstellen Sie beeindruckende Seiten mit einem Click & Drop Page Builder",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "Der Web-Builder für atemberaubende Seiten. Ermöglichen Sie Benutzern, moderne Seiten in jeder Größenordnung zu entwerfen und zu veröffentlichen. Erstellen Sie responsive Seiten wie Listen, Jobs oder Blog-Posts und verwalten Sie Inhalte einfach mit dem kostenlosen Click & Drop Page Builder. Entwickelt mit TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS und HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Laden Sie den leistungsstarken, flexiblen und benutzerfreundlichen kostenlosen Vue 3 Page Builder herunter oder installieren Sie ihn über",
  "Save": "Speichern",
  "Add new Components": "Neue Komponenten hinzufügen",
  "Options": "Optionen",
  "Config Overview": "Konfigurationsübersicht",
  "HTML Overview": "HTML-Übersicht",
  "Delete Layout": "Layout löschen",
  "avatar": "Avatar",
  "Publish": "Veröffentlichen",
  "Add Components to Page": "Komponenten zur Seite hinzufügen",
  "Close": "Schließen",
  "Helper Components": "Hilfskomponenten",
  "Click to add": "Klicken, um hinzuzufügen",
  "component": "Komponente",
  "Layout Components": "Layout-Komponenten",
  "Click to add component": "Klicken, um Komponente hinzuzufügen",
  "Remove all Components": "Alle Komponenten entfernen",
  "Are you sure you want to remove all Components?": "Sind Sie sicher, dass Sie alle Komponenten entfernen möchten?",
  "Styles": "Stile",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "Wenden Sie Stile an, die die gesamte Seite betreffen. Diese Einstellungen umfassen globale Schriftfamilie, Textfarbe, Hintergrundfarbe und andere universelle Stile, die auf alle Abschnitte angewendet werden.",
  "Update Page Styles": "Seitenstile aktualisieren",
  "Download HTML": "HTML herunterladen",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "Exportieren Sie die gesamte Seite als eigenständige HTML-Datei. Dies umfasst alle Abschnitte, Inhalte und angewendeten Stile, sodass sie bereit für die Verwendung oder Integration an anderer Stelle ist.",
  "Download HTML file": "HTML-Datei herunterladen",
  "Typographies": "Typografien",
  "Font Appearance": "Schriftbild",
  "Font Size": "Schriftgröße",
  "Select": "Auswählen",
  "Font size": "Schriftgröße",
  "Font tablet size": "Schriftgröße für Tablets",
  "Font small screens": "Schriftgröße für kleine Bildschirme",
  "Font weight": "Schriftgewicht",
  "Font family": "Schriftfamilie",
  "Font Style": "Schriftstil",
  "Opacity & Transparency": "Deckkraft & Transparenz",
  "Padding": "Abstand",
  "Vertical Padding": "Vertikaler Abstand",
  "Horizontal Padding": "Horizontaler Abstand",
  "Margin": "Rand",
  "Vertical Margin": "Vertikaler Rand",
  "Horizontal Margin": "Horizontaler Rand",
  "Border Radius": "Randradius",
  "Global": "Global",
  "Specific": "Spezifisch",
  "Border Radius top left": "Randradius oben links",
  "Border Radius top right": "Randradius oben rechts",
  "Border Radius bottom left": "Randradius unten links",
  "Border Radius bottom right": "Randradius unten rechts",
  "Border Style, Width & Color": "Randstil, Breite & Farbe",
  "Border": "Rand",
  "Border Style": "Randstil",
  "Border Width": "Randbreite",
  "Border Color": "Randfarbe",
  "Transparent": "Transparent",
  "Generated CSS": "Generiertes CSS",
  "This is the CSS applied by the builder. Add your own CSS and press Enter to apply it to the selected element.": "Dies ist das vom Builder angewendete CSS. Fügen Sie Ihr eigenes CSS hinzu und drücken Sie Enter, um es auf das ausgewählte Element anzuwenden.",
  "Add your CSS.": "Fügen Sie Ihr CSS hinzu.",
  "The pbx- prefix is added automatically.": "Das pbx- Präfix wird automatisch hinzugefügt.",
  "Type class": "Klasse eingeben",
  "Add": "Hinzufügen",
  "Inline Styles": "Inline-Stile",
  "These are the inline styles applied by the builder. Add your own styles and press Enter to apply them to the selected element.": "Dies sind die vom Builder angewendeten Inline-Stile. Fügen Sie Ihre eigenen Stile hinzu und drücken Sie die Eingabetaste, um sie auf das ausgewählte Element anzuwenden.",
  "Add your own style.": "Fügen Sie Ihren eigenen Stil hinzu.",
  "property": "Eigenschaft",
  "value": "Wert",
  "close": "schließen",
  "Editing": "Bearbeiten",
  "Loading...": "Wird geladen...",
  "Background Color": "Hintergrundfarbe",
  "Text Color": "Textfarbe",
  "Default black": "Standard Schwarz"
}
