{
  "language": "Language",
  "button": {
    "publish": "Publish",
    "addComponents": "Add new Components"
  },
  "options": {
    "button": "Options",
    "configOverview": "Config Overview",
    "htmlOverview": "HTML Overview",
    "deleteLayout": "Delete Layout"
  },
  "features": {
    "liveDragDropBuilder": {
      "name": "Live Drag & Drop Builder",
      "description": "Click & Drop content on a page and watch your pages come to life. Bring your vision to life and create impressive pages using a click & drop Page Builder"
    },
    "trueVisualEditing": {
      "name": "True Visual Editing",
      "description": "See your changes in real-time as you make them. Elevate your creative vision and create pages using an intuitive click & drop page builder. Break free from design limitations and turn your visions into reality."
    },
    "features": {
      "name": "Features",
      "description": "Click & Drop, Reordering, True Visual Editing, Responsive Editing, Font Customization, Undo & Redo, Text Editing, Media Library, Unsplash Integration, YouTube Videos."
    },
    "technologies": {
      "name": "Technologies",
      "description": "Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML."
    },
    "setBrandAndLinkColors": {
      "name": "Set Brand and Link Colors one place",
      "description": "Global Styles for fonts, designs, & colors. Set Brand and Link Colors once and apply them across the entire Platform with ease."
    },
    "mobileFirstApproach": {
      "name": "Mobile-First Approach",
      "description": "Developed with Mobile-First approach. The Page Builder even works on mobile phones."
    },
    "mediaLibrary": {
      "name": "Media Library",
      "description": "A beautiful and user-friendly media library that allows you to change and update images. Unsplash Integration is included."
    },
    "minimalIntuitiveDesign": {
      "name": "Minimal and Intuitive Design",
      "description": "Beautiful, elegant and intuitive design. Enhance user engagement with amazing visual experience."
    }
  },
  "branding": {
    "mainHeader": "Bring your vision to life and create impressive pages using a click & drop Page Builder",
    "description": "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML. Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder.",
    "downloadDescription": "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via"
  }
}
