{
  "Reset Page": "Restablecer página",
  "Global Page Styles": "Estilos de página globales",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Pruebe el poderoso Click & Drop Page Builder, diseñado para desarrolladores y creadores que desean un control total sin complicaciones. Personalice diseños, fuentes y colores. Edite contenido visualmente en tiempo real. Agregue medios, incruste videos de YouTube o exporte todo como HTML limpio. Con edición receptiva, guardado automático local, soporte de Tailwind e incluso integración con Unsplash, es todo lo que necesita, envuelto en un constructor perfecto. Cree páginas impresionantes en minutos.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Un constructor de páginas diseñado para el crecimiento. Cree las páginas de su sitio web con componentes listos para usar que son totalmente personalizables y siempre receptivos, diseñados para satisfacer todas las necesidades. Un poderoso constructor de páginas para comerciantes, marcas y agencias en crecimiento.",
  "Everything you need. Break free from design limitations": "Todo lo que necesitas. Libérate de las limitaciones de diseño",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Haz realidad tu visión y crea páginas impresionantes usando un constructor de páginas de arrastrar y soltar",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "El constructor web para páginas impresionantes. Permita a los usuarios diseñar y publicar páginas modernas a cualquier escala. Cree páginas receptivas como listados, trabajos o publicaciones de blog y gestione el contenido fácilmente utilizando el Page Builder gratuito de arrastrar y soltar. Desarrollado con TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS y HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Descargue o instale nuestro potente, flexible y fácil de usar constructor de páginas Vue 3 gratuito a través de",
  "Save": "Guardar",
  "Add new Components": "Agregar nuevos componentes",
  "Options": "Opciones",
  "Config Overview": "Resumen de configuración",
  "HTML Overview": "Resumen de HTML",
  "Delete Layout": "Eliminar diseño",
  "avatar": "avatar",
  "Publish": "Publicar",
  "Add Components to Page": "Agregar componentes a la página",
  "Close": "Cerrar",
  "Helper Components": "Componentes de ayuda",
  "Click to add": "Haga clic para agregar",
  "component": "componente",
  "Layout Components": "Componentes de diseño",
  "Click to add component": "Haga clic para agregar componente",
  "Remove all Components": "Eliminar todos los componentes",
  "Are you sure you want to remove all Components?": "¿Está seguro de que desea eliminar todos los componentes?",
  "Styles": "Estilos",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "Aplicar estilos que afectan a toda la página. Estas configuraciones incluyen familia de fuentes global, color de texto, color de fondo y otros estilos universales que se aplican a todas las secciones.",
  "Update Page Styles": "Actualizar estilos de página",
  "Download HTML": "Descargar HTML",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "Exportar toda la página como un archivo HTML independiente. Esto incluye todas las secciones, contenido y estilos aplicados, haciéndolo listo para usar o integrar en otro lugar.",
  "Download HTML file": "Descargar archivo HTML",
  "Typographies": "Tipografías",
  "Font Appearance": "Apariencia de fuente",
  "Font Size": "Tamaño de fuente",
  "Select": "Seleccionar",
  "Font size": "Tamaño de fuente",
  "Font tablet size": "Tamaño de fuente para tabletas",
  "Font small screens": "Tamaño de fuente para pantallas pequeñas",
  "Font weight": "Peso de fuente",
  "Font family": "Familia de fuente",
  "Font Style": "Estilo de fuente",
  "Opacity & Transparency": "Opacidad y Transparencia"
}
