{
  "Reset Page": "Réinitialiser la page",
  "Global Page Styles": "Styles de page globaux",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Essayez le puissant Click & Drop Page Builder, conçu pour les développeurs et les créateurs qui souhaitent un contrôle total sans tracas. Personnalisez les mises en page, les polices et les couleurs. Modifiez le contenu visuellement en temps réel. Ajoutez des médias, intégrez des vidéos YouTube ou exportez tout en HTML propre. Avec l'édition réactive, la sauvegarde automatique locale, la prise en charge de Tailwind et même l'intégration Unsplash, c'est tout ce dont vous avez besoin, enveloppé dans un seul constructeur transparent. Créez des pages impressionnantes en quelques minutes.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Un constructeur de pages conçu pour la croissance. Créez les pages de votre site Web avec des composants prêts à l'emploi qui sont entièrement personnalisables et toujours réactifs, conçus pour répondre à tous les besoins. Un puissant constructeur de pages pour les commerçants, les marques et les agences en pleine croissance.",
  "Everything you need. Break free from design limitations": "Tout ce dont vous avez besoin. Libérez-vous des limitations de conception",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Donnez vie à votre vision et créez des pages impressionnantes à l'aide d'un constructeur de pages par glisser-déposer",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "Le constructeur web pour des pages époustouflantes. Permettez aux utilisateurs de concevoir et de publier des pages modernes à n'importe quelle échelle. Créez des pages réactives comme des listes, des emplois ou des articles de blog et gérez facilement le contenu en utilisant le Page Builder gratuit de glisser-déposer. Développé avec TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS et HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Téléchargez ou installez notre puissant, flexible et facile à utiliser constructeur de pages Vue 3 gratuit via",
  "Save": "Enregistrer"
}
