{
  "Reset Page": "पृष्ठ रीसेट करें",
  "Global Page Styles": "वैश्विक पृष्ठ शैलियाँ",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "पावरफुल Click & Drop Page Builder आज़माएं—डेवलपर्स और क्रिएटर्स के लिए डिज़ाइन किया गया जो बिना किसी परेशानी के पूर्ण नियंत्रण चाहते हैं। लेआउट, फोंट और रंगों को कस्टमाइज़ करें। सामग्री को वास्तविक समय में विज़ुअली संपादित करें। मीडिया जोड़ें, YouTube वीडियो एम्बेड करें, या सब कुछ साफ HTML के रूप में निर्यात करें। उत्तरदायी संपादन, स्थानीय ऑटो-सेव, टेलविंड समर्थन, और यहां तक कि Unsplash एकीकरण के साथ, यह सब कुछ है जिसकी आपको आवश्यकता है—एक सहज बिल्डर में लपेटा गया। मिनटों में शानदार पेज बनाएं।",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "विकास के लिए डिज़ाइन किया गया एक पेज बिल्डर। रेडीमेड घटकों के साथ अपनी वेबसाइट पेज बनाएं जो पूरी तरह से अनुकूलन योग्य और हमेशा उत्तरदायी हैं, हर आवश्यकता को पूरा करने के लिए डिज़ाइन किया गया है। बढ़ते व्यापारियों, ब्रांडों और एजेंसियों के लिए एक शक्तिशाली पेज बिल्डर।",
  "Everything you need. Break free from design limitations": "आपको जो कुछ भी चाहिए। डिज़ाइन सीमाओं से मुक्त हों",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "अपनी दृष्टि को साकार करें और एक क्लिक और ड्रॉप पेज बिल्डर का उपयोग करके प्रभावशाली पृष्ठ बनाएं",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "शानदार पृष्ठों के लिए वेब बिल्डर। उपयोगकर्ताओं को किसी भी पैमाने पर आधुनिक पृष्ठों को डिज़ाइन और प्रकाशित करने में सक्षम बनाएं। लिस्टिंग, नौकरियों या ब्लॉग पोस्ट जैसे उत्तरदायी पृष्ठ बनाएं और मुफ्त क्लिक और ड्रॉप पेज बिल्डर का उपयोग करके सामग्री को आसानी से प्रबंधित करें। TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS और HTML के साथ विकसित।",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "हमारे शक्तिशाली, लचीले और उपयोग में आसान मुफ्त Vue 3 पेज बिल्डर को डाउनलोड या इंस्टॉल करें",
  "Save": "सहेजें",
  "Add new Components": "नए घटक जोड़ें",
  "Options": "विकल्प",
  "Config Overview": "कॉन्फ़िगरेशन अवलोकन",
  "HTML Overview": "HTML अवलोकन",
  "Delete Layout": "लेआउट हटाएं",
  "avatar": "अवतार",
  "Publish": "प्रकाशित करें",
  "Add Components to Page": "पृष्ठ में घटक जोड़ें",
  "Close": "बंद करें",
  "Helper Components": "सहायक घटक",
  "Click to add": "जोड़ने के लिए क्लिक करें",
  "component": "घटक",
  "Layout Components": "लेआउट घटक",
  "Click to add component": "घटक जोड़ने के लिए क्लिक करें",
  "Remove all Components": "सभी घटकों को हटाएं",
  "Are you sure you want to remove all Components?": "क्या आप वाकई सभी घटकों को हटाना चाहते हैं?",
  "Styles": "शैलियाँ",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "ऐसे शैलियाँ लागू करें जो पूरे पृष्ठ को प्रभावित करती हैं। इन सेटिंग्स में वैश्विक फ़ॉन्ट परिवार, पाठ का रंग, पृष्ठभूमि का रंग और अन्य सार्वभौमिक शैलियाँ शामिल हैं जो सभी अनुभागों पर लागू होती हैं।",
  "Update Page Styles": "पृष्ठ शैलियाँ अपडेट करें",
  "Download HTML": "HTML डाउनलोड करें",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "पूरे पृष्ठ को एक स्टैंडअलोन HTML फ़ाइल के रूप में निर्यात करें। इसमें सभी अनुभाग, सामग्री और लागू शैलियाँ शामिल हैं, जिससे यह उपयोग या अन्यत्र एकीकरण के लिए तैयार हो जाता है।",
  "Download HTML file": "HTML फ़ाइल डाउनलोड करें",
  "Typographies": "टाइपोग्राफ़ी",
  "Font Appearance": "फ़ॉन्ट उपस्थिति",
  "Font Size": "फ़ॉन्ट आकार",
  "Select": "चुनें",
  "Font size": "फ़ॉन्ट आकार",
  "Font tablet size": "टैबलेट के लिए फ़ॉन्ट आकार",
  "Font small screens": "छोटी स्क्रीन के लिए फ़ॉन्ट आकार",
  "Font weight": "फ़ॉन्ट वजन",
  "Font family": "फ़ॉन्ट परिवार",
  "Font Style": "फ़ॉन्ट शैली",
  "Opacity & Transparency": "अस्पष्टता और पारदर्शिता",
  "Padding": "पैडिंग",
  "Vertical Padding": "वर्टिकल पैडिंग",
  "Horizontal Padding": "हॉरिजॉन्टल पैडिंग",
  "Margin": "मार्जिन",
  "Vertical Margin": "वर्टिकल मार्जिन",
  "Horizontal Margin": "हॉरिजॉन्टल मार्जिन",
  "Border Radius": "बॉर्डर रेडियस",
  "Global": "वैश्विक",
  "Specific": "विशिष्ट",
  "Border Radius top left": "बॉर्डर रेडियस ऊपर बायां",
  "Border Radius top right": "बॉर्डर रेडियस ऊपर दायां",
  "Border Radius bottom left": "बॉर्डर रेडियस नीचे बायां",
  "Border Radius bottom right": "बॉर्डर रेडियस नीचे दायां",
  "Border Style, Width & Color": "बॉर्डर शैली, चौड़ाई और रंग",
  "Border": "बॉर्डर",
  "Border Style": "बॉर्डर शैली",
  "Border Width": "बॉर्डर चौड़ाई",
  "Border Color": "बॉर्डर रंग",
  "Transparent": "पारदर्शी",
  "Generated CSS": "जनरेट किया गया CSS",
  "This is the CSS applied by the builder. Add your own CSS and press Enter to apply it to the selected element.": "यह वह CSS है जिसे बिल्डर द्वारा लागू किया गया है। अपना CSS जोड़ें और इसे चयनित तत्व पर लागू करने के लिए Enter दबाएं।",
  "Add your CSS.": "अपना CSS जोड़ें।",
  "The pbx- prefix is added automatically.": "pbx- उपसर्ग स्वचालित रूप से जोड़ा जाता है।",
  "Type class": "क्लास टाइप करें",
  "Add": "जोड़ें",
  "Inline Styles": "इनलाइन शैलियाँ",
  "These are the inline styles applied by the builder. Add your own styles and press Enter to apply them to the selected element.": "ये बिल्डर द्वारा लागू की गई इनलाइन शैलियाँ हैं। अपनी खुद की शैलियाँ जोड़ें और चयनित तत्व पर लागू करने के लिए Enter दबाएं।",
  "Add your own style.": "अपनी खुद की शैली जोड़ें।",
  "property": "गुण",
  "value": "मूल्य",
  "Editing": "संपादन",
  "Loading...": "लोड हो रहा है...",
  "Background Color": "पृष्ठभूमि का रंग",
  "Text Color": "पाठ का रंग",
  "Default black": "डिफ़ॉल्ट काला",
  "Remove Component?": "घटक हटाएं?",
  "Are you sure you want to remove this Component?": "क्या आप वाकई इस घटक को हटाना चाहते हैं?",
  "Delete": "हटाएं",
  "Add to the bottom": "नीचे जोड़ें",
  "Preview": "पूर्वावलोकन",
  "Mobile": "मोबाइल",
  "Demo Content": "डेमो सामग्री",
  "Demo Description": "लाइटवेट और मुफ्त Vue Click & Drop पेज बिल्डर का परिचय। Vue के साथ डिजिटल अनुभवों को आसानी से बनाएं और बढ़ाएं। हर शक्तिशाली चीज़ को जटिल होने की आवश्यकता नहीं है। यह न्यूनतम और हल्का पेज बिल्डर एक सुरुचिपूर्ण, सहज इंटरफ़ेस प्रदान करता है जो सादगी और गति पर केंद्रित है। पूरी तरह से उत्तरदायी पृष्ठ बनाएं जैसे लिस्टिंग, जॉब बोर्ड, या ब्लॉग पोस्ट - और अपने सामग्री को आसानी से प्रबंधित करें मुफ्त Click & Drop पेज बिल्डर का उपयोग करके।",
  "Demo Description Two": "विकास के लिए डिज़ाइन किया गया एक पेज बिल्डर। रेडीमेड घटकों के साथ अपनी वेबसाइट पेज बनाएं जो पूरी तरह से अनुकूलन योग्य और हमेशा उत्तरदायी हैं, हर आवश्यकता को पूरा करने के लिए डिज़ाइन किया गया है। बढ़ते व्यापारियों, ब्रांडों और एजेंसियों के लिए एक शक्तिशाली पेज बिल्डर।",
  "Demo Description Three": "डिजाइनरों द्वारा पसंद किया जाने वाला वेबसाइट बिल्डर। हर स्क्रीन आकार के लिए आसानी से लेआउट डिजाइन, पूर्वावलोकन और समायोजित करें। स्वच्छ। तेज। सहज। हर शक्तिशाली चीज को जटिल दिखने की जरूरत नहीं है।",
  "Demo Description Four": "सुनिश्चित करें कि आपकी साइट सभी उपकरणों पर बहुत अच्छी लगती है। पाठ्य सामग्री को लाइव और वास्तविक समय में संपादित करें। अपनी शैली से मेल खाने वाले सही फोंट चुनें। परिवर्तनों को वापस करने की क्षमता के साथ आत्मविश्वास से प्रयोग करें। शैलियाँ उपसर्ग। बिल्डर और आपके ऐप के बीच शैली संघर्ष का कोई खतरा नहीं है।",
  "Demo Title": "शानदार पृष्ठों के लिए वेब बिल्डर",
  "Demo Title Two": "बस इसे Vue के साथ प्रकाशित करें",
  "Demo Title Three": "उत्तरदायी संपादन",
  "Edit text and links": "पाठ और लिंक संपादित करें",
  "Enter URL": "URL दर्ज करें",
  "Line break": "लाइन ब्रेक",
  "Bold": "बोल्ड",
  "Link": "लिंक",
  "Header 2": "हेडर 2",
  "Header 3": "हेडर 3",
  "List": "सूची",
  "Add a valid URL to transform the selected text into a clickable hyperlink that directs users to the specified web address.": "चयनित पाठ को एक क्लिक करने योग्य हाइपरलिंक में बदलने के लिए एक मान्य URL जोड़ें जो उपयोगकर्ताओं को निर्दिष्ट वेब पते पर निर्देशित करता है।",
  "Select image": "छवि चुनें",
  "Manage Content": "सामग्री प्रबंधित करें",
  "Media Library": "मीडिया लाइब्रेरी",
  "Reset changes": "परिवर्तन रीसेट करें",
  "Do you want to reset this page?": "क्या आप इस पृष्ठ को रीसेट करना चाहते हैं?",
  "Are you sure you want to reset this page? This will overwrite your current changes.": "क्या आप वाकई इस पृष्ठ को रीसेट करना चाहते हैं? यह आपके वर्तमान परिवर्तनों को अधिलेखित कर देगा।",
  "Search": "खोजें",
  "Search...": "खोजें...",
  "Landscape": "लैंडस्केप",
  "Portrait": "पोर्ट्रेट",
  "Squarish": "चौकोर",
  "Total pages": "कुल पृष्ठ",
  "Images": "छवियां",
  "First page": "पहला पृष्ठ",
  "Prev": "पिछला",
  "Next": "अगला",
  "By:": "द्वारा:",
  "We did not find any images. Make a new search.": "हमें कोई छवि नहीं मिली। एक नई खोज करें।",
  "No results on current page. Navigate to First Page.": "वर्तमान पृष्ठ पर कोई परिणाम नहीं। पहले पृष्ठ पर जाएं।",
  "Information": "जानकारी",
  "From:": "से:",
  " Select image": " छवि चुनें",
  "Layouts and visual.": "लेआउट और दृश्य।",
  "Start customizing by editing this default text directly in the editor.": "संपादक में इस डिफ़ॉल्ट पाठ को संपादित करके अनुकूलन शुरू करें।",
  "Single Image": "एकल छवि",
  "Two Vertical Images": "दो लंबवत छवियां",
  "Two Square Images": "दो वर्ग छवियां",
  "Three Square Images": "तीन वर्ग छवियां",
  "Six Square Images Grid": "छह वर्ग छवियों की ग्रिड",
  "Three Vertical Images": "तीन लंबवत छवियां",
  "Four Square Images With Text": "चार वर्ग छवियां और पाठ",
  "Three Square Images With Text": "तीन वर्ग छवियां और पाठ",
  "Three Vertical Images": "दो वर्ग छवियां और पाठ",
  "Text": "पाठ",
  "Header H2": "हेडर H2",
  "Header H3": "हेडर H3",
  "YouTube Video": "यूट्यूब वीडियो",
  "Break Divider": "विभाजक",
  "Link": "लिंक"
}
