{
  "language": "भाषा",
  "button": {
    "publish": "प्रकाशित करना",
    "addComponents": "नए घटक जोड़ें"
  },
  "options": {
    "button": "विकल्प",
    "configOverview": "कॉन्फ़िगरेशन अवलोकन",
    "htmlOverview": "HTML अवलोकन",
    "deleteLayout": "लेआउट हटाएं"
  },
  "features": {
    "liveDragDropBuilder": {
      "name": "लाइव ड्रैग एंड ड्रॉप बिल्डर",
      "description": "पेज पर सामग्री को क्लिक और ड्रैग करें और देखें कि आपके पेज कैसे जीवंत होते हैं। अपनी कल्पना को साकार करें और ड्रैग एंड ड्रॉप पेज बिल्डर का उपयोग करके शानदार पेज बनाएं।"
    },
    "trueVisualEditing": {
      "name": "सच्चा दृश्य संपादन",
      "description": "जैसे ही आप बदलाव करते हैं, उन्हें वास्तविक समय में देखें। अपनी रचनात्मक दृष्टि को ऊँचा करें और सहज पेज बिल्डर का उपयोग करके पेज बनाएं। डिज़ाइन की सीमाओं से मुक्त हों और अपनी कल्पनाओं को साकार करें।"
    },
    "features": {
      "name": "विशेषताएँ",
      "description": "क्लिक और ड्रॉप, पुन: क्रम, सच्चा दृश्य संपादन, उत्तरदायी संपादन, फ़ॉन्ट अनुकूलन, पूर्ववत् और पुनः करें, पाठ संपादन, मीडिया लाइब्रेरी, Unsplash एकीकरण, YouTube वीडियो।"
    },
    "technologies": {
      "name": "प्रौद्योगिकियाँ",
      "description": "TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS और HTML के साथ विकसित।"
    },
    "setBrandAndLinkColors": {
      "name": "ब्रांड और लिंक रंग एक ही स्थान पर सेट करें",
      "description": "फ़ॉन्ट, डिज़ाइन और रंगों के लिए वैश्विक शैलियाँ। ब्रांड और लिंक रंग एक बार सेट करें और पूरे प्लेटफ़ॉर्म पर आसानी से लागू करें।"
    },
    "mobileFirstApproach": {
      "name": "मोबाइल-फर्स्ट दृष्टिकोण",
      "description": "मोबाइल-फर्स्ट दृष्टिकोण के साथ विकसित। पेज बिल्डर मोबाइल फोन पर भी काम करता है।"
    },
    "mediaLibrary": {
      "name": "मीडिया लाइब्रेरी",
      "description": "एक सुंदर और उपयोगकर्ता-अनुकूल मीडिया लाइब्रेरी जो आपको छवियों को बदलने और अपडेट करने की अनुमति देती है। Unsplash एकीकरण शामिल है।"
    },
    "minimalIntuitiveDesign": {
      "name": "मिनिमल और सहज डिज़ाइन",
      "description": "सुंदर, सुरुचिपूर्ण और सहज डिज़ाइन। अद्भुत दृश्य अनुभव के साथ उपयोगकर्ता सहभागिता बढ़ाएँ।"
    }
  },
  "branding": {
    "mainHeader": "अपनी कल्पना को साकार करें और ड्रैग एंड ड्रॉप पेज बिल्डर का उपयोग करके शानदार पेज बनाएं",
    "description": "शानदार पेजों के लिए वेब बिल्डर। उपयोगकर्ताओं को किसी भी स्तर पर आधुनिक पेज डिज़ाइन और प्रकाशित करने में सक्षम बनाएं। लिस्टिंग, नौकरियों या ब्लॉग पोस्ट जैसे उत्तरदायी पेज बनाएं और मुफ्त क्लिक और ड्रॉप पेज बिल्डर का उपयोग करके सामग्री को आसानी से प्रबंधित करें। TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS और HTML के साथ विकसित। हमारे शक्तिशाली, लचीले और उपयोग में आसान मुफ्त Vue 3 पेज बिल्डर को डाउनलोड या इंस्टॉल करें।",
    "downloadDescription": "हमारे शक्तिशाली, लचीले और उपयोग में आसान मुफ्त Vue 3 पेज बिल्डर को डाउनलोड या इंस्टॉल करें via"
  },
  "typography": {
    "title": "टाइपोग्राफी",
    "appearance": "फ़ॉन्ट उपस्थिति",
    "fontSize": "फ़ॉन्ट आकार",
    "fontTabletSize": "टैबलेट के लिए फ़ॉन्ट आकार",
    "fontMobileSize": "छोटी स्क्रीन",
    "fontWeight": "फ़ॉन्ट वज़न",
    "fontFamily": "फ़ॉन्ट परिवार",
    "fontStyle": "फ़ॉन्ट शैली"
  }
}
