{
  "Reset Page": "ページをリセット",
  "Global Page Styles": "グローバルページスタイル",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "強力なClick & Drop Page Builderを試してみてください。開発者やクリエイター向けに設計されており、手間をかけずに完全なコントロールを実現します。レイアウト、フォント、色をカスタマイズします。リアルタイムで視覚的にコンテンツを編集します。メディアを追加し、YouTube動画を埋め込み、すべてをクリーンなHTMLとしてエクスポートします。レスポンシブ編集、ローカル自動保存、Tailwindサポート、さらにはUnsplash統合を備えた、必要なすべてが1つのシームレスなビルダーにまとめられています。数分で素晴らしいページを作成します。",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "成長のために設計されたページビルダー。完全にカスタマイズ可能で常に応答性があり、あらゆるニーズに対応するように設計された既製のコンポーネントを使用して、ウェブサイトのページを作成します。成長中の商人、ブランド、代理店のための強力なページビルダー。",
  "Everything you need. Break free from design limitations": "必要なものはすべて揃っています。デザインの制約から解放されましょう",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "クリック＆ドロップページビルダーを使用して、ビジョンを実現し、印象的なページを作成しましょう",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "素晴らしいページのためのウェブビルダー。ユーザーがあらゆる規模でモダンなページを設計および公開できるようにします。リスト、求人、またはブログ投稿のようなレスポンシブページを作成し、無料のクリック＆ドロップページビルダーを使用してコンテンツを簡単に管理します。TypeScript、Vue 3、Composition API、Pinia、CSS、Tailwind CSS、およびHTMLで開発されました。",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "強力で柔軟性があり、使いやすい無料の Vue 3 ページビルダーをダウンロードまたはインストールしてください",
  "Save": "保存",
  "Add new Components": "新しいコンポーネントを追加",
  "Options": "オプション",
  "Config Overview": "設定概要",
  "HTML Overview": "HTML概要",
  "Delete Layout": "レイアウトを削除",
  "avatar": "アバター",
  "Publish": "公開する",
  "Add Components to Page": "ページにコンポーネントを追加",
  "Close": "閉じる",
  "Helper Components": "ヘルパーコンポーネント",
  "Click to add": "追加するにはクリック",
  "component": "コンポーネント",
  "Layout Components": "レイアウトコンポーネント",
  "Click to add component": "コンポーネントを追加するにはクリック",
  "Remove all Components": "すべてのコンポーネントを削除",
  "Are you sure you want to remove all Components?": "すべてのコンポーネントを削除してもよろしいですか？",
  "Styles": "スタイル",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "ページ全体に影響を与えるスタイルを適用します。これらの設定には、グローバルフォントファミリー、テキストカラー、背景色、その他のすべてのセクションに適用されるユニバーサルスタイルが含まれます。",
  "Update Page Styles": "ページスタイルを更新",
  "Download HTML": "HTMLをダウンロード",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "ページ全体をスタンドアロンのHTMLファイルとしてエクスポートします。これには、すべてのセクション、コンテンツ、および適用されたスタイルが含まれ、他の場所での使用または統合の準備が整います。",
  "Download HTML file": "HTMLファイルをダウンロード",
  "Typographies": "タイポグラフィ",
  "Font Appearance": "フォントの外観",
  "Font Size": "フォントサイズ",
  "Select": "選択",
  "Font size": "フォントサイズ",
  "Font tablet size": "タブレット用フォントサイズ",
  "Font small screens": "小さい画面用フォントサイズ",
  "Font weight": "フォントの太さ",
  "Font family": "フォントファミリー",
  "Font Style": "フォントスタイル",
  "Opacity & Transparency": "不透明度と透明度",
  "Padding": "パディング",
  "Vertical Padding": "垂直パディング",
  "Horizontal Padding": "水平パディング"
}
