{
  "Reset Page": "Redefinir página",
  "Global Page Styles": "Estilos de página globais",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Experimente o poderoso Click & Drop Page Builder – projetado para desenvolvedores e criadores que desejam controle total sem complicações. Personalize layouts, fontes e cores. Edite conteúdo visualmente em tempo real. Adicione mídia, incorpore vídeos do YouTube ou exporte tudo como HTML limpo. Com edição responsiva, salvamento automático local, suporte ao Tailwind e até integração com o Unsplash, é tudo o que você precisa – envolvido em um único construtor perfeito. Crie páginas impressionantes em minutos.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Um construtor de páginas projetado para o crescimento. Crie as páginas do seu site com componentes prontos que são totalmente personalizáveis e sempre responsivos, projetados para atender a todas as necessidades. Um poderoso construtor de páginas para comerciantes, marcas e agências em crescimento.",
  "Everything you need. Break free from design limitations": "Tudo o que você precisa. Liberte-se das limitações de design",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Dê vida à sua visão e crie páginas impressionantes usando um construtor de páginas de arrastar e soltar",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "O construtor da web para páginas impressionantes. Permita que os usuários projetem e publiquem páginas modernas em qualquer escala. Crie páginas responsivas como listas, empregos ou postagens de blog e gerencie o conteúdo facilmente usando o Page Builder gratuito de arrastar e soltar. Desenvolvido com TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS e HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Baixe ou instale nosso poderoso, flexível e fácil de usar construtor de páginas Vue 3 gratuito via",
  "Save": "Salvar",
  "Add new Components": "Adicionar novos componentes",
  "Options": "Opções",
  "Config Overview": "Visão geral da configuração",
  "HTML Overview": "Visão geral do HTML",
  "Delete Layout": "Excluir layout",
  "avatar": "avatar",
  "Publish": "Publicar",
  "Add Components to Page": "Adicionar componentes à página",
  "Close": "Fechar",
  "Helper Components": "Componentes de ajuda",
  "Click to add": "Clique para adicionar",
  "component": "componente",
  "Layout Components": "Componentes de layout",
  "Click to add component": "Clique para adicionar componente",
  "Remove all Components": "Remover todos os componentes",
  "Are you sure you want to remove all Components?": "Tem certeza de que deseja remover todos os componentes?",
  "Styles": "Estilos"
}
