{
  "Reset Page": "Redefinir página",
  "Global Page Styles": "Estilos de página globais",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Experimente o poderoso Click & Drop Page Builder – projetado para desenvolvedores e criadores que desejam controle total sem complicações. Personalize layouts, fontes e cores. Edite conteúdo visualmente em tempo real. Adicione mídia, incorpore vídeos do YouTube ou exporte tudo como HTML limpo. Com edição responsiva, salvamento automático local, suporte ao Tailwind e até integração com o Unsplash, é tudo o que você precisa – envolvido em um único construtor perfeito. Crie páginas impressionantes em minutos.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Um construtor de páginas projetado para o crescimento. Crie as páginas do seu site com componentes prontos que são totalmente personalizáveis e sempre responsivos, projetados para atender a todas as necessidades. Um poderoso construtor de páginas para comerciantes, marcas e agências em crescimento.",
  "Everything you need. Break free from design limitations": "Tudo o que você precisa. Liberte-se das limitações de design",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Dê vida à sua visão e crie páginas impressionantes usando um construtor de páginas de arrastar e soltar",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "O construtor da web para páginas impressionantes. Permita que os usuários projetem e publiquem páginas modernas em qualquer escala. Crie páginas responsivas como listas, empregos ou postagens de blog e gerencie o conteúdo facilmente usando o Page Builder gratuito de arrastar e soltar. Desenvolvido com TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS e HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Baixe ou instale nosso poderoso, flexível e fácil de usar construtor de páginas Vue 3 gratuito via",
  "Save": "Salvar",
  "Add new Components": "Adicionar novos componentes",
  "Options": "Opções",
  "Config Overview": "Visão geral da configuração",
  "HTML Overview": "Visão geral do HTML",
  "Delete Layout": "Excluir layout",
  "avatar": "avatar",
  "Publish": "Publicar",
  "Add Components to Page": "Adicionar componentes à página",
  "Close": "Fechar",
  "Helper Components": "Componentes de ajuda",
  "Click to add": "Clique para adicionar",
  "component": "componente",
  "Layout Components": "Componentes de layout",
  "Click to add component": "Clique para adicionar componente",
  "Remove all Components": "Remover todos os componentes",
  "Are you sure you want to remove all Components?": "Tem certeza de que deseja remover todos os componentes?",
  "Styles": "Estilos",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "Aplicar estilos que afetam toda a página. Essas configurações incluem família de fontes global, cor do texto, cor de fundo e outros estilos universais que se aplicam a todas as seções.",
  "Update Page Styles": "Atualizar estilos da página",
  "Download HTML": "Baixar HTML",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "Exporte toda a página como um arquivo HTML independente. Isso inclui todas as seções, conteúdo e estilos aplicados, tornando-o pronto para uso ou integração em outro lugar.",
  "Download HTML file": "Baixar arquivo HTML",
  "Typographies": "Tipografias",
  "Font Appearance": "Aparência da fonte",
  "Font Size": "Tamanho da fonte",
  "Select": "Selecionar",
  "Font size": "Tamanho da fonte",
  "Font tablet size": "Tamanho da fonte para tablets",
  "Font small screens": "Tamanho da fonte para telas pequenas",
  "Font weight": "Peso da fonte",
  "Font family": "Família da fonte",
  "Font Style": "Estilo da fonte",
  "Opacity & Transparency": "Opacidade e Transparência",
  "Padding": "Preenchimento",
  "Vertical Padding": "Preenchimento Vertical",
  "Horizontal Padding": "Preenchimento Horizontal",
  "Margin": "Margem",
  "Vertical Margin": "Margem Vertical",
  "Horizontal Margin": "Margem Horizontal",
  "Border Radius": "Raio da borda",
  "Global": "Global",
  "Specific": "Específico",
  "Border Radius top left": "Raio da borda superior esquerda",
  "Border Radius top right": "Raio da borda superior direita",
  "Border Radius bottom left": "Raio da borda inferior esquerda",
  "Border Radius bottom right": "Raio da borda inferior direita",
  "Border Style, Width & Color": "Estilo, largura e cor da borda",
  "Border": "Borda",
  "Border Style": "Estilo da borda",
  "Border Width": "Largura da borda",
  "Border Color": "Cor da borda",
  "Transparent": "Transparente",
  "Generated CSS": "CSS Gerado",
  "This is the CSS applied by the builder. Add your own CSS and press Enter to apply it to the selected element.": "Este é o CSS aplicado pelo construtor. Adicione seu próprio CSS e pressione Enter para aplicá-lo ao elemento selecionado.",
  "Add your CSS.": "Adicione seu CSS.",
  "The pbx- prefix is added automatically.": "O prefixo pbx- é adicionado automaticamente.",
  "Type class": "Digite a classe",
  "Add": "Adicionar",
  "Inline Styles": "Estilos Inline",
  "These are the inline styles applied by the builder. Add your own styles and press Enter to apply them to the selected element.": "Estes são os estilos inline aplicados pelo construtor. Adicione seus próprios estilos e pressione Enter para aplicá-los ao elemento selecionado.",
  "Add your own style.": "Adicione seu próprio estilo.",
  "property": "propriedade",
  "value": "valor",
  "Editing": "Editando",
  "Loading...": "Carregando...",
  "Background Color": "Cor de fundo",
  "Text Color": "Cor do texto",
  "Default black": "Preto padrão",
  "Remove Component?": "Remover componente?",
  "Are you sure you want to remove this Component?": "Tem certeza de que deseja remover este componente?",
  "Delete": "Excluir",
  "Add to the bottom": "Adicionar ao final",
  "Preview": "Pré-visualização",
  "Mobile": "Celular",
  "Demo Content": "Conteúdo de demonstração",
  "Demo Description": "Apresentando o construtor de páginas leve e gratuito Vue Click & Drop. Crie e melhore experiências digitais sem esforço com Vue. Nem tudo que é poderoso precisa ser complexo. Este construtor de páginas minimalista e leve oferece uma interface elegante e intuitiva focada na simplicidade e velocidade. Crie páginas totalmente responsivas, como listas, quadros de empregos ou postagens de blog, e gerencie seu conteúdo com facilidade usando o construtor de páginas gratuito Click & Drop.",
  "Demo Description Two": "Um construtor de páginas projetado para o crescimento. Crie as páginas do seu site com componentes prontos que são totalmente personalizáveis e sempre responsivos, projetados para atender a todas as necessidades. Um poderoso construtor de páginas para comerciantes, marcas e agências em crescimento.",
  "Demo Description Three": "O construtor de sites amado pelos designers. Projete, visualize e ajuste facilmente layouts para cada tamanho de tela. Limpo. Rápido. Intuitivo. Nem tudo que é poderoso precisa parecer complicado.",
  "Demo Description Four": "Garanta que seu site tenha uma ótima aparência em todos os dispositivos. Edite o conteúdo do texto ao vivo e em tempo real. Escolha as fontes perfeitas para combinar com seu estilo. Experimente com confiança com a capacidade de reverter as alterações. Estilos prefixados. Nenhum risco de conflitos de estilo entre o construtor e seu aplicativo.",
  "Demo Title": "O construtor de sites para páginas impressionantes",
  "Demo Title Two": "Basta publicá-lo com Vue",
  "Demo Title Three": "Edição responsiva",
  "Edit text and links": "Editar texto e links",
  "Enter URL": "Inserir URL",
  "Line break": "Quebra de linha",
  "Bold": "Negrito",
  "Link": "Link",
  "Header 2": "Cabeçalho 2",
  "Header 3": "Cabeçalho 3",
  "List": "Lista",
  "Add a valid URL to transform the selected text into a clickable hyperlink that directs users to the specified web address.": "Adicione um URL válido para transformar o texto selecionado em um hyperlink clicável que direciona os usuários para o endereço da web especificado.",
  "Select image": "Selecionar imagem",
  "Manage Content": "Gerenciar conteúdo",
  "Media Library": "Biblioteca de mídia",
  "Reset changes": "Redefinir alterações",
  "Do you want to reset this page?": "Você quer redefinir esta página?",
  "Are you sure you want to reset this page? This will overwrite your current changes.": "Tem certeza de que deseja redefinir esta página? Isso substituirá suas alterações atuais.",
  "Search": "Pesquisar",
  "Search...": "Pesquisar...",
  "Landscape": "Paisagem",
  "Portrait": "Retrato",
  "Squarish": "Quadrado",
  "Total pages": "Total de páginas",
  "Images": "Imagens",
  "First page": "Primeira página",
  "Prev": "Anterior",
  "Next": "Próximo",
  "By:": "Por:",
  "We did not find any images. Make a new search.": "Não encontramos nenhuma imagem. Faça uma nova pesquisa.",
  "No results on current page. Navigate to First Page.": "Nenhum resultado na página atual. Navegue para a primeira página.",
  "Information": "Informação",
  "From:": "De:",
  " Select image": " Selecionar imagem",
  "Layouts and visual.": "Layouts e visuais.",
  "Start customizing by editing this default text directly in the editor.": "Comece a personalizar editando este texto padrão diretamente no editor.",
  "Single Image": "Imagem única",
  "2 Vertical Images": "2 imagens verticais",
  "2 Square Images": "2 imagens quadradas",
  "3 Square Images": "3 imagens quadradas",
  "6 Square Images Grid": "Grade de 6 imagens quadradas",
  "Two Square Images With Text": "2 imagens quadradas com texto",
  "3 Vertical Images": "3 imagens verticais",
  "4 Square Images With Text": "4 imagens quadradas com texto",
  "3 Square Images With Text": "3 imagens quadradas com texto",
  "2 Square Images With Text": "2 imagens quadradas com texto"
}
