{
  "Reset Page": "Сбросить страницу",
  "Global Page Styles": "Глобальные стили страницы",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "Попробуйте мощный Click & Drop Page Builder — разработанный для разработчиков и создателей, которые хотят полного контроля без лишних хлопот. Настраивайте макеты, шрифты и цвета. Редактируйте контент визуально в реальном времени. Добавляйте медиа, встраивайте видео с YouTube или экспортируйте все в виде чистого HTML. С адаптивным редактированием, локальным автосохранением, поддержкой Tailwind и даже интеграцией Unsplash, это все, что вам нужно — в одном бесшовном конструкторе. Создавайте потрясающие страницы за считанные минуты.",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "Конструктор страниц, созданный для роста. Создавайте страницы вашего сайта с готовыми компонентами, которые полностью настраиваются и всегда адаптивны, разработаны для удовлетворения любых потребностей. Мощный конструктор страниц для растущих торговцев, брендов и агентств.",
  "Everything you need. Break free from design limitations": "Все, что вам нужно. Освободитесь от ограничений дизайна",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "Воплотите свою мечту в жизнь и создавайте впечатляющие страницы с помощью конструктора страниц с функцией перетаскивания",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "Веб-конструктор для потрясающих страниц. Позвольте пользователям разрабатывать и публиковать современные страницы любого масштаба. Создавайте адаптивные страницы, такие как списки, вакансии или блоги, и легко управляйте контентом с помощью бесплатного конструктора страниц Click & Drop. Разработано с использованием TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS и HTML.",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "Скачайте или установите наш мощный, гибкий и удобный бесплатный Vue 3 Page Builder через",
  "Save": "Сохранить",
  "Add new Components": "Добавить новые компоненты",
  "Options": "Опции",
  "Config Overview": "Обзор конфигурации",
  "HTML Overview": "Обзор HTML",
  "Delete Layout": "Удалить макет",
  "avatar": "аватар",
  "Publish": "Опубликовать",
  "Add Components to Page": "Добавить компоненты на страницу",
  "Close": "Закрыть",
  "Helper Components": "Вспомогательные компоненты",
  "Click to add": "Нажмите, чтобы добавить",
  "component": "компонент",
  "Layout Components": "Компоненты макета",
  "Click to add component": "Нажмите, чтобы добавить компонент",
  "Remove all Components": "Удалить все компоненты",
  "Are you sure you want to remove all Components?": "Вы уверены, что хотите удалить все компоненты?",
  "Styles": "Стили",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "Примените стили, которые влияют на всю страницу. Эти настройки включают глобальный шрифт, цвет текста, цвет фона и другие универсальные стили, которые применяются ко всем разделам.",
  "Update Page Styles": "Обновить стили страницы",
  "Download HTML": "Скачать HTML",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "Экспортируйте всю страницу как автономный HTML-файл. Это включает все разделы, содержимое и примененные стили, делая его готовым к использованию или интеграции в другом месте.",
  "Download HTML file": "Скачать HTML файл",
  "Typographies": "Типографии",
  "Font Appearance": "Внешний вид шрифта",
  "Font Size": "Размер шрифта",
  "Select": "Выбрать",
  "Font size": "Размер шрифта",
  "Font tablet size": "Размер шрифта для планшетов",
  "Font small screens": "Размер шрифта для маленьких экранов",
  "Font weight": "Толщина шрифта",
  "Font family": "Семейство шрифтов",
  "Font Style": "Стиль шрифта",
  "Opacity & Transparency": "Непрозрачность и Прозрачность",
  "Padding": "Отступ",
  "Vertical Padding": "Вертикальный отступ",
  "Horizontal Padding": "Горизонтальный отступ",
  "Margin": "Поле",
  "Vertical Margin": "Вертикальное поле",
  "Horizontal Margin": "Горизонтальное поле",
  "Border Radius": "Радиус границы",
  "Global": "Глобальный",
  "Specific": "Специфический",
  "Border Radius top left": "Радиус границы сверху слева",
  "Border Radius top right": "Радиус границы сверху справа",
  "Border Radius bottom left": "Радиус границы снизу слева",
  "Border Radius bottom right": "Радиус границы снизу справа",
  "Border Style, Width & Color": "Стиль, ширина и цвет границы",
  "Border": "Граница",
  "Border Style": "Стиль границы",
  "Border Width": "Ширина границы",
  "Border Color": "Цвет границы",
  "Transparent": "Прозрачный",
  "Generated CSS": "Сгенерированный CSS",
  "This is the CSS applied by the builder. Add your own CSS and press Enter to apply it to the selected element.": "Это CSS, применяемый конструктором. Добавьте свой CSS и нажмите Enter, чтобы применить его к выбранному элементу.",
  "Add your CSS.": "Добавьте свой CSS.",
  "The pbx- prefix is added automatically.": "Префикс pbx- добавляется автоматически.",
  "Type class": "Введите класс",
  "Add": "Добавить",
  "Inline Styles": "Встроенные стили",
  "These are the inline styles applied by the builder. Add your own styles and press Enter to apply them to the selected element.": "Это встроенные стили, применяемые конструктором. Добавьте свои стили и нажмите Enter, чтобы применить их к выбранному элементу.",
  "Add your own style.": "Добавьте свой стиль.",
  "property": "свойство",
  "value": "значение",
  "close": "закрыть",
  "Editing": "Редактирование",
  "Loading...": "Загрузка...",
  "Background Color": "Цвет фона",
  "Text Color": "Цвет текста",
  "Default black": "Черный по умолчанию",
  "Remove Component?": "Удалить компонент?",
  "Are you sure you want to remove this Component?": "Вы уверены, что хотите удалить этот компонент?",
  "Delete": "Удалить",
  "Add to the bottom": "Добавить в конец"
}
