{
  "Reset Page": "重置页面",
  "Global Page Styles": "全局页面样式",
  "Try the powerful Click & Drop Page Builder—designed for developers and creators who want full control without the hassle. Customize layouts, fonts, and colors. Edit content visually in real time. Add media, embed YouTube videos, or export everything as clean HTML. With responsive editing, local auto-save, Tailwind support, and even Unsplash integration, it's everything you need—wrapped in one seamless builder. Build Stunning Pages in Minutes.": "试试强大的Click & Drop Page Builder——专为希望完全控制而无需麻烦的开发者和创作者设计。自定义布局、字体和颜色。实时可视化编辑内容。添加媒体、嵌入YouTube视频或将所有内容导出为干净的HTML。凭借响应式编辑、本地自动保存、Tailwind支持，甚至Unsplash集成，它是您所需的一切——集成在一个无缝的构建器中。几分钟内构建令人惊叹的页面。",
  "A Page Builder designed for growth. Build your website pages with ready-made components that are fully customizable and always responsive, designed to fit every need. A powerful Page Builder for growing merchants, brands, and agencies.": "为增长而设计的页面构建器。使用完全可定制且始终响应的现成组件构建您的网站页面，旨在满足所有需求。为不断发展的商家、品牌和代理商提供强大的页面构建器。",
  "Everything you need. Break free from design limitations": "您需要的一切。突破设计限制",
  "Bring your vision to life and create impressive pages using a click & drop Page Builder": "实现您的愿景，并使用点击和拖放页面构建器创建令人印象深刻的页面",
  "The web builder for stunning pages. Enable users to design and publish modern pages at any scale. Build responsive pages like listings, jobs or blog posts and manage content easily using the free click & drop Page Builder. Developed with TypeScript, Vue 3, Composition API, Pinia, CSS, Tailwind CSS and HTML.": "令人惊叹页面的网页构建器。使用户能够设计和发布任何规模的现代页面。创建响应式页面，例如列表、工作或博客文章，并使用免费的点击和拖放页面构建器轻松管理内容。使用 TypeScript、Vue 3、Composition API、Pinia、CSS、Tailwind CSS 和 HTML 开发。",
  "Download or install our powerful, flexible, and easy-to-use free Vue 3 Page Builder via": "通过下载或安装我们强大、灵活且易于使用的免费 Vue 3 页面构建器",
  "Save": "保存",
  "Add new Components": "添加新组件",
  "Options": "选项",
  "Config Overview": "配置概览",
  "HTML Overview": "HTML概览",
  "Delete Layout": "删除布局",
  "avatar": "头像",
  "Publish": "发布",
  "Add Components to Page": "将组件添加到页面",
  "Close": "关闭",
  "Helper Components": "辅助组件",
  "Click to add": "点击添加",
  "component": "组件",
  "Layout Components": "布局组件",
  "Click to add component": "点击添加组件",
  "Remove all Components": "删除所有组件",
  "Are you sure you want to remove all Components?": "您确定要删除所有组件吗？",
  "Styles": "样式",
  "Apply styles that affect the entire page. These settings include global font family, text color, background color, and other universal styles that apply to all sections.": "应用影响整个页面的样式。这些设置包括全局字体系列、文本颜色、背景颜色和适用于所有部分的其他通用样式。",
  "Update Page Styles": "更新页面样式",
  "Download HTML": "下载HTML",
  "Export the entire page as a standalone HTML file. This includes all sections, content, and applied styles, making it ready for use or integration elsewhere.": "将整个页面导出为独立的HTML文件。这包括所有部分、内容和应用的样式，使其可以随时使用或集成到其他地方。",
  "Download HTML file": "下载HTML文件"
}
